const define = require('node-constants')(exports)

define({
    default_message: {
        notfound: 'صفحه مورد نظر شما یافت نشد',
        check_inputs: 'لطفا ورودی های سرویس را چک کنید',
        authorized: 'شما دسترسی به این سرویس را ندارید',
        timeout: 'عملیات انجام نشد . دوباره تلاش کنید',
        success: 'عملیات با موفقیت انجام گرفت',
        error: ' ...عملیات انجام نشد . دوباره تلاش کنید',
        error_data: 'مشکلی در اطلاعات ارسالی شما وجود دارد',
        save: 'عملیات ثبت با موفقیت انجام شد',
        delete: 'عملیات حذف با موفقیت انجام شد',
        update: 'عملیات بروزرسانی با موفقیت انجام شد',
        notfoundData: 'رکورد موردنظر شما در سیستم یافت نشد',
        dataIsExist : 'اطلاعات مورد نظر قبلا در سیستم ثبت گردیده است',
      },
})